[

  {
    "header": "What Is This?",
    "topic": "about",
    "contents": [
      "You may have just stumbled upon the most exciting and unique ways to share with the world since the last time you stumbled upon an exciting and unique way to share with the world! This is HushTags, a way to share with the world by occupying a small part of it.",
      "Odds are you’re here, because you spotted one of our Tags, a sticker, in your neighborhood. Maybe you heard about us from someone you know or saw us online someplace. Regardless of how you got here, you’re here now, and we welcome you and invite you to become a Tagger. Pick up a few from our store, and get busy giving your neighborhood a reason to tap."
    ]
  },

  {
    "header": "What Do I Need To Use This?",
    "topic": "supported-device",
    "contents": [
      "All that you need is an NFC device. Chances are that if you’ve made it this far, it was on a device that is already supported. Any supported device can read Tags, using either this app or the device’s web browser. For creating Tags, however, you will need an Android device running at least Android 4.1 (Jelly Bean) and the HushTags Android app. You'll of course also need a few Tags, specially encoded self-adhesive stickers, to add your files to. Be sure to pick some up in the shop."
    ]
  },

  {
    "header": "How Do I Use This?",
    "topic": "how-to",
    "contents": [
      "Easy! Anyone with an NFC device can be a Tagger. What is NFC? Well, it’s a mouthful of otherwise useless tech jargon that fuels the magic behind HushTags. Much smarter people than us can explain it better. To find out if your device is supported, <a href=\"https://en.wikipedia.org/wiki/List_of_NFC-enabled_mobile_devices\" /> check here</a>. In general, though, you’ll need a modern Android smartphone or tablet. Most Samsung phones and many Motorola phones amongst others are already good to go.",
      "To start, find a Tag, a sticker with our handsome logo on the front, and tap it against your device, usually using the backside of the device, but in some cases it may be the top edge. This will launch HushTags. That’s it! If you already have the app on your device, it will open and show the contents of the Tag. If the app is not installed on your device, that’s alright, too. You will be shown the Tag’s contents in your device’s web browser instead. Any of the Tag’s contents can be tapped or clicked to open, view, play, or download the individual item."
    ]
  },

  {
    "header": "How Do I Find Tags?",
    "topic": "find",
    "contents": [
      "Now, that can be a little tricky. A Tag can be left at almost any location imaginable by anyone. It’s up to you to spot them in the wild, or better yet, get your own Tags and leave them for others to spot. The more Taggers and Tags there are in your area, the more content there is to discover, so start exploring, and give reasons for other to explore with you.",
      "Some Tags may also signal a beacon after the first time they are discovered. Use the app to locate Tags activated in your area. (Feature coming soon). Some Tags may also only be available for a limited time, or may only be shared a certain number of times once they are found, though. Being the first to find a Tag may just be the only way to gain access to it. Good luck!"
    ]
  },

  {
    "header": "How Do I Create Tags?",
    "topic": "create",
    "contents": [
      "Some Tags that you find may support adding your own content to them. The app will let you know if that is possible. Look for a \"+\" icon in the lower left of the screen while viewing a Tag. If a Tag has had multiple contributors, you will see the messages left by each author individually. This is also a good indication that the Tag can be used for your own messages.",
      " To create Tags of your very own, you’ll need a few blank ones to start out. You can visit the shop to pick out a pack for yourself. Once you have some blank Tags, you can write content to them similarly to the way Tags are read. Tap a blank Tag to the rear of your device. If you have the app installed, it will open and let you know that the Tag is blank and can be written to. Follow the prompts to add what you’d like to the Tag. It could be photos, audio, documents, links to YouTube clips, just about anything you use a phone for.",
      "Add a title, a description, and if you'd like, a cover image. Make sure to also review the Tag's options for things like setting limits on the number of times a message can be retrieved, or allowing other Taggers to add messages to your Tag. Once you're done designing your message, tap the Tag to your device once more to add your message to the Tag. That's it! You're now a Tagger."
    ]
  },

  {
    "header": "​How Secure Are Messages That I Create?",
    "topic": "secure",
    "contents": [
      "​Very! HushTags uses a combination of end-to-end encryption and message integrity checks to ensure the messages that are found are exactly what the author left. Additionally, creating a private message employs a strong encryption method that ensures that only (and we <b>mean</b> only) the person the message is intended for can read it.",
      "HushTags nor its parent company, Creative Cretin, LLC, keeps no record of message exchanges, and has no access to private messages you create."
    ]
  },

  {
    "header": "Where's This Shop I've Heard So Much About?",
    "topic": "shop",
    "contents": [
      "We're still working on delivering a proper and complete independent app developer's monetization strategy, complete with in-app purchases, loot crates, and tap-cool-downs. In the mean time, please follow this link to our web store. To check out, be sure to set the quantity field as high as it will go. It's the only way to be sure we receive your order.",
      "<a href=\"https://www.hushtagsshop.com/product-page/hushtags-pack-of-6\">Buy Some Tags!</a>"
    ]
  },

  {
    "header": "How Come My Tag Says That It Is Out of Space?",
    "topic": "space",
    "contents": [
      "A Tag can only hold so much content, and after it fills up, you will not be able to add more to it. There should be just enough space on a Tag to let the world know what you’re about or introduce a concept or idea that you care about, be that in form of a short audio clip, a six second video clip, or some pictures. If you are sure that you need more than the space allotted on a Tag, then additional room can be purchased using the app. (Feature coming soon). Note, however, that the space on a Tag can only be extended a limited number of times."
    ]
  },

  {
    "header": "Why Would I Want To Include My Profile In Tags That I Create?",
    "topic": "profile",
    "contents": [
      "Including your profile in Tags that you create is a fun way to introduce yourself to the HushTags community. HushTags profiles are kept simple in order to provide expression with no loss of privacy. Your profile consists of a photo and a personal handle or alias. It's how other Taggers will identify Tags that you create. Be as unique, creative, cryptic, or altogether withdrawn as you'd like. HushTags allow you to be as private or as public as you'd like.",
      "There is a second benefit to including your profile, however, and that is the ability to trade private messages. If there’s someone nearby who you want to share something with, but don’t want others to access it, creating a private message is the way to do it. You can only share with the authors of other Tags you have collected. Likewise, other HushTags users can only make private shares for you if they have already collected one of your tags. (Feature coming soon)."
    ]
  },

  {
    "header": "Why Isn’t This On the iPhone / iPad?",
    "topic": "iphone",
    "contents": [
      "Check back with us in a couple of months. We just may have an answer you'll enjoy hearing by then."
    ]
  },

  {
    "header": "Why Isn’t This On Windows Phone / Blackberry / Other Devices?",
    "topic": "other-devices",
    "contents": [
      "While there are likely devices other than Android that would support HushTags well, we are currently focusing on making our perfect for a wide market. For the time being, the market doesn’t get much wider than Android."
    ]
  },

  {
    "header": "How do I reach a human?",
    "topic": "feedback",
    "contents": [
      "If you find yourself stuck, want someone to scream at, have a helpful suggestion, or just want to provide general feedback, please press the button at the bottom of this page. There's probably someone standing by (even at this hour), and we'd love to hear for you.",
      "Please note that if you are expecting a response from us, avoid refreshing your profile (changing your handle or photo is still okay), uninstalling the app, or using the app on a different device. We may not be able to contact you if you perform any of these actions.",
      "Thanks for trying out our app, and letting us know your thoughts."
    ]
  }

]